Repository: okfde/froide-payment
Catalog: froide_payment/locale/*/LC_MESSAGES/django.po
Languages: de

source: %d recurring orders created.
de: %d wiederkehrende Bestellungen erstellt.

source: Create next recurring order
de: Nächste wiederkehrende Bestellung anlegen

source: {success}/{total} subscriptions canceled.
de: {success}/{total} Dauerspenden gekündigt.

source: Cancel subscription
de: Dauerspende kündigen

source: Is paid?
de: Bezahlt?

source: Yes
de: Ja

source: No
de: Nein

source: subscription
de: Dauerspende

source: subscription order
de: Dauerspende-Bestellung

source: Could not find all payments, aborting!
de: Konnte nicht alle Spenden finden, Vorgang abgebrochen!

source: %d mails sent.
de: %d E-Mails versendet.

source: Send lastschrift mail to users
de: Sende Lastschrift-E-Mail an Nutzer

source: Has value
de: Hat Wert

source: None
de: Nichts

source: Froide Payment App
de: Froide Bezahlungs-App

source: Account owner
de: Kontoinhaber

source: Your IBAN
de: Ihre IBAN

source: e.g. DE12...
de: z.B. DE12...

source: The IBAN starts with two letters and then two numbers. SEPA countries only.
de: Die IBAN fängt mit zwei Buchstaben und zwei Ziffern an. Nur SEPA-Länder.

source: You have to accept the terms of direct debit.
de: Du musst den Bedingungen der Lastschrift zustimmen.

source: address
de: Adresse

source: Address
de: Adresse

source: Postcode
de: Postleitzahl

source: City
de: Ort

source: Country
de: Land

source: By providing your payment information and confirming this payment, you authorise (A) Open Knowledge Foundation Deutschland e.V. and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur.
de: Durch Angabe Ihrer Zahlungsinformationen und der Bestätigung der vorliegenden Zahlung ermächtigen Sie (A) Open Knowledge Foundation Deutschland e.V. und Stripe, unseren Zahlungsdienstleister, Ihrem Kreditinstitut Anweisungen zur Belastung Ihres Kontos zu erteilen, und (B) Ihr Kreditinstitut, Ihr Konto gemäß diesen Anweisungen zu belasten. Im Rahmen Ihrer Rechte haben Sie, entsprechend den Vertragsbedingungen mit Ihrem Kreditinstitut, Anspruch auf eine Rückerstattung von Ihrem Kreditinstitut. Eine Rückerstattung muss innerhalb von 8 Wochen ab dem Tag, an dem Ihr Konto belastet wurde, geltend gemacht werden. Eine Erläuterung Ihrer Rechte können Sie von Ihrem Kreditinstitut anfordern. Sie erklären sich einverstanden, Benachrichtigungen über künftige Belastungen bis spätestens 2 Tage vor dem Buchungsdatum zu erhalten.

source: The provided IBAN seems invalid.
de: Die angegeben IBAN scheint ungültig.

source: The provided owner name seems invalid (at least 3 characters required).
de: Der angegeben Kontoinhaber scheint ungültig (mind. 3 Zeichen notwendig).

source: This payment method is currently unavailable.
de: Diese Zahlungsmöglichkeit ist momentan nicht verfügbar.

source: An error occurred verifying your information with our payment provider. Please try again.
de: Leider ist beim Überprüfen Ihrer Angaben bei unserem Zahlungsanbieter ein Fehler aufgetreten. Bitte versuche es noch einmal.

source: Donation amount:
de: Spendenbetrag:

source: monthly
de: monatlich

source: quarterly
de: vierteljährlich

source: yearly
de: jährlich

source: Frequency
de: Spendenrhythmus

source: Next payment date
de: Nächster Abbuchungstermin

source: Date must be in the future
de: Datum muss in der Zukunft liegen

source: Please confirm your subscription modification
de: Bitte bestätige die Änderung Deiner Dauerspende

source: Confirmation link has expired.
de: Bestätigungs-Link ist abgelaufen.

source: Invalid confirmation link.
de: Ungültiger Bestätigungs-Link.

source: Credit Card
de: Kreditkarte

source: Bank transfer
de: Überweisung

source: semiannually
de: halbjährlich

source: annually
de: jährlich

source: interval
de: Intervall

source: {amount} {currency} {interval} via {provider}
de: {amount} {currency} {interval} per {provider}

# payment status
source: Waiting for input
de: Warte auf Eingabe

# payment status
source: Pre-authorized
de: Vor-Autorisiert

# payment status
source: Confirmed
de: Bestätigt

# payment status
source: Rejected
de: Abgewiesen

# payment status
source: Refunded
de: Zurückgebucht

# payment status
source: Error
de: Fehler

# payment status
source: Input
de: Eingabe

# payment status
source: Confirmation pending
de: Bearbeitung läuft

# payment status
source: Capture deferred
de: Abbuchung zurückgestellt

# payment status
source: Canceled
de: Annulliert

source: You need to cancel your standing order with your bank.
de: Du kannst Deinen Dauerauftrag nur bei Deiner Bank selbst abstellen.

source: You need to modify your standing order with your bank.
de: Du kannst Deinen Dauerauftrag nur bei Deiner Bank selbst ändern.

source: You can cancel your direct debit subscription here.
de: Du kannst Deine Dauerspende per Lastschrift hier kündigen.

source: You can modify your direct debit subscription here.
de: Du kannst Deine Dauerspende per Lastschrift hier ändern.

source: You can cancel your subscription within your Paypal dashboard.
de: Du kannst Deine Dauerspende direkt bei Paypal kündigen.

source: Your Paypal subscription has already been canceled.
de: Deine Paypal-Dauerspende wurde schon gekündigt.

source: You can cancel your Paypal subscription.
de: Du kannst Deine Dauerspende per Paypal hier kündigen.

source: You cannot modify your Paypal subscription here.
de: Du kannst Deine Dauerspende nur bei Paypal anpassen.

source: You can modify your subscription when it receives the first payment.
de: Du kannst Deine Dauerspende ändern, sobald die erste Zahlung eingegangen ist.

source: You can modify your Paypal subscription.
de: Du kannst Deine Dauerspende per Paypal anpassen.

source: This subscription is already canceled.
de: Diese Dauerspende wurde schon gekündigt.

source: You can cancel your credit card subscription.
de: Du kannst Deine Dauerspende per Kreditkarte hier kündigen.

source: This subscription has been canceled.
de: Diese Dauerspende wurde gekündigt.

source: You can modify your subscription or pause it by adjusting the next payment date.
de: Du kannst Deine Dauerspende ändern oder bei Bedarf durch Änderung des nächsten Abbuchungstermins pausieren.

source: You can cancel your SEPA direct debit subscription here.
de: Du kannst Deine Dauerspende per SEPA-Lastschrift hier kündigen.

source: SEPA direct debit with IBAN {label}
de: SEPA-Lastschrift mit der IBAN {label}

source: Your SEPA direct debit IBAN was updated successfully.
de: Die IBAN für Deine SEPA-Lastschriftauftrag wurde aktualisiert.

source: Convert to SEPA
de: Zu SEPA umwandeln

source: Send mail to users
de: Sende E-Mail an Nutzer

source: Home
de: Start

source: Send lastscrhfit mail to users
de: Sende Lastschrift-E-Mail an Nutzer

source: Additional note to users:
de: Weiterer Hinweis für Nutzer:

source: Send mail to one user
de: Sende E-Mail an eine Person

source: Your payment
de: Ihre Bezahlung

source: Thank you!
de: Vielen Dank!

source: Your payment has been received.
de: Ihre Zahlung wurde empfangen.

source: We are processing your payment now.
de: Wir verarbeiten Ihre Zahlung gerade.

source: Sorry, there was an error.
de: Entschuldige bitte, ein Fehler ist aufgetreten.

source: Your payment was NOT received.
de: Deine Zahlung wurde NICHT erhalten.

source: date
de: Datum

source: amount gross
de: Betrag brutto

source: amount net
de: Betrag netto

source: amount
de: Betrag

source: Donation
de: Spende

source: This is a donation
de: Dies ist eine Spende

source: Subscription
de: Dauerspende

source: Subscription page
de: Dauerspenden-Seite

source: Your details
de: Ihre Angaben

source: company name
de: Firmenname

source: payment
de: Bezahlung

source: Loading...
de: Wird geladen...

source: Your IBAN requires your address details for verification.
de: Deine IBAN erfordert Deine Adresse als zusätzliche Überprüfung.

source: Change IBAN
de: IBAN ändern

source: Donate now
de: Jetzt spenden

source: Pay now
de: Jetzt bezahlen

source: Finish your recurring donation:
de: Schließe Deine Dauerspende ab:

source: Finish your donation:
de: Schließe Deine Spende ab:

source: Finish your payment:
de: Schließen Deine Bezahlung ab:

source: You are donating <strong>%(amount)s&nbsp;€</strong> <mark>%(interval)s</mark>: %(description)s.
de: Du spendest <strong>%(amount)s&nbsp;€</strong> <mark>%(interval)s</mark>: %(description)s.

source: You are donating <strong>%(amount)s&nbsp;€</strong>: <mark>%(description)s</mark>.
de: Du spendest <strong>%(amount)s&nbsp;€</strong>: <mark>%(description)s</mark>.

source: You are paying <strong>%(amount)s&nbsp;€</strong> for <mark>%(description)s</mark>.
de: Du zahlst <strong>%(amount)s&nbsp;€</strong> für <mark>%(description)s</mark>.

source: You can cancel your donation anytime online or by contacting us.
de: Du kannst Deine Dauerspende jederzeit online oder durch Kontaktaufnahme kündigen.

source: Or enter your credit card details below
de: Oder gib die Details Deiner Kreditkarte selbst ein

source: Please enter your credit card details
de: Bitte gib die Details Deiner Kreditkarte ein

source: I authorise %(site_name)s to send instructions to the financial institution that issued my card to take payments from my card account in accordance with the terms stated above.
de: Ich bestätige, dass %(site_name)s Anweisungen zur Abbuchung meiner Kreditkarte im Zusammenhang mit den oben genannten Bedingungen an die zuständige Institution geben darf.

source: Finalize donation
de: Spende abschließen

source: status message
de: Statusnachricht

source: amount due
de: zu zahlender Betrag

source: amount paid
de: Betrag gezahlt

source: date created
de: Erstellt am

source: Amount received
de: Betrag erhalten

source: Your direct debit will get deducted during the next month.
de: Die Lastschrift wird im Laufe des nächsten Monats abgebucht.

source: Your direct debit was processed.
de: Deine Lastschrift wurde abgebucht.

source: There was a problem with your payment. Your direct debit was rejected.
de: Es gab ein Problem mit Deiner Bezahlung. Die Lastschrift wurde abgewiesen oder zurückgebucht.

source: Are you sure you want to cancel your subscription?
de: Bist Du sicher, dass Du Deine Dauerspende kündigen willst?

source: Your subscription
de: Deine Dauerspende

source: Change your payment method
de: Ändere Deine Zahlungsmethode

source: You are currently using %(method)s.
de: Du verwendest gerade %(method)s.

source: Modify subscription
de: Dauerspende ändern

source: Payments on this subscription
de: Zahlungen dieser Dauerspende

source: Close
de: Schließen

source: Cancel subscription now
de: Dauerspende jetzt kündigen

source: This subscription has been canceled on %(date)s.
de: Diese Dauerspende wurde am %(date)s gekündigt.

source: This subscription can be modified after the first payment arrives.
de: Diese Dauerspende kann geändert werden, sobald die erste Zahlung eingegangen ist.

source: Donation to {}
de: Spende an {}

source: one time
de: einmalig

source: every month
de: jeden Monat

source: every three months
de: vierteljährlich

source: every six months
de: alle sechs Monate

source: every year
de: jedes Jahr

source: every {} months
de: alle {} Monate

source: Your subscription has been canceled.
de: Deine Dauerspende wurde gekündigt.

source: An error occurred with our payment provider. We will investigate and make sure your subscription is properly canceled.
de: Es ist ein Fehler bei unserem Zahlungsanbieter aufgetreten. Wir kümmern uns darum, dass Deine Dauerspende ordentlich gekündigt wurde.

source: Your subscription has been modified.
de: Deine Dauerspende wurde geändert.

source: There was an error modifying your subscription with our payment provider.
de: Leider ist beim Ändern Deiner Dauerspende bei unserem Zahlungsanbieter ein Fehler aufgetreten.

source: We have sent a confirmation email to your email address.
de: Wir haben eine Bestätigungs-E-Mail an Deine E-Mail-Adresse gesendet.

source: There was an error with your input.
de: Es gab ein Problem mit Deiner Eingabe.

source: Your subscription provider does not support changing the payment method.
de: Dein gewählter Zahlungsweg erlaubt keine Änderungen über uns.

source: An error occurred.
de: Es ist ein Fehler aufgetreten.
